Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/evidence/crime_scenes.html.txt.tmx
Source language: en
Languages: ga

source: When a crime of a serious nature has been committed in Ireland, the Gardai (Irish police force) will usually need to seal off the area where the crime was committed
ga: Nuair a tharlaíonn tromchoir in Éirinn, bíonn ar na Gardaí (fórsa póilíneachta na hÉireann) tródam a chur ar láthair na coire

source: This is normally done to preserve the scene in order to allow for a detailed forensic examination to be undertaken
ga: Déantar é seo de ghnáth chun láthair na coire a chaomhnú. Ansin, féadtar mionscrúdú fóiréinseach a dhéanamh

source: The examination of the crime scene is vital for the Gardai because evidence can be gathered which will assist them in their efforts in solving the crime
ga: Bíonn ar na Gardaí scrúdú a dhéanamh ar láthair na coire chun fianaise a bhailiú a chabhróidh leo an choir a réiteach

source: Until the introduction of the Criminal Justice Act 2006 the Gardai had no legal authority to seal-off an area and relied on the goodwill of property owners to allow them examine a crime scene
ga: Roimh an Acht Um Cheartas Coiriúil 2006 a thabhairt isteach, ní raibh aon údarás dleathach ag na Gardaí tródam a chur ar láthair na coire. In ionad sin, bhrath siad ar dhea-thoil úinéirí na réadmhaoine chun a bheith in ann scrúdú a dhéanamh ar láthair na coire

source: Part 2 of the Criminal Justice Act 2006 (Investigation of Offences) now gives the Gardai the legal authority to designate any place a crime scene
ga: De réir Cuid 2 den Acht um Cheartas Coiriúil 2006 (Imscrúdú ar Choireanna), tá údarás dleathach ag na Gardaí tródam a chur ar áit ar bith mar láthair choire

source: When a Garda is in a public place (or anywhere else they are invited to, or permitted to be) and they have reasonable grounds for believing that an arrestable offence was or may have been committed, they may take the following steps in order to preserve evidence;
ga: Nuair a bhíonn Garda in áit phoiblí (nó in aon áit eile a dtugtar cuireadh dóibh nó a dtugtar cead dóibh a bheith ann) agus má bhíonn forais réasúnacha aige nó aici gur tharla cion inghabhála ann nó go bhfuil seans ann gur tharla cion inghabhála ann, is féidir leo glacadh leis na bearta seo a leanas chun an fhianaise a chaomhnú;

source: • Seal-off the area of the crime scene by means of notices, markings or barriers
ga: • Tródam a chur ar láthair na coire tríd úsáid a bhaint as fógraí, marcálaithe nó bacainní

source: • Direct someone to leave the crime scene
ga: • Ordú a thabhairt do dhuine láthair na coire a fhágáil

source: • Remove someone who fails to comply with his/her direction to leave the crime scene
ga: • Duine a chur as láthair na coire má theipeann orthu an áit a fhágáil

source: • Direct someone not to enter the crime scene
ga: • Ordú a thabhairt do dhuine fanacht lasmuigh de láthair na coire

source: • Permit any authorised person to enter the crime scene
ga: • Cead a thabhairt do dhuine údaraithe cuairt a thabhairt ar láthair na coire

source: • Prevent someone from removing anything that is (or may be) evidence
ga: • Cosc a chur ar dhuine fianaise a thógáil ó láthair na coire (nó aon rud gur féidir a úsáid mar fhianaise)

source: • Prevent someone from interfering with the crime scene or anything at the scene
ga: • Cosc a chur ar dhuine cuir isteach ar láthair na coire nó ar aon rud ann

source: • Secure the crime scene from any unauthorised intrusion or disturbance
ga: • Láthair na coire a chosaint ó iontrálacha nó ó chorraíl neamhúdaraithe

source: • Search the crime scene and examine the scene and anything at the scene
ga: • Cuardach a dhéanamh ar láthair na coire agus imscrúdú a dhéanamh uirthi agus ar aon rud ann

source: • Photograph or otherwise record the crime scene or anything at the crime scene
ga: • Grianghraf a thógáil de láthair na coire nó d’aon rud ann nó cuntas eile a chur le chéile

source: All of these powers are only available to the Gardai while they wait on direction from a member of the Gardai not below the rank of Superintendent
ga: Níl cead ag aon duine eile seachas na Gardaí glacadh leis na bearta seo roimh treoracha eile a fháil ó Cheannfort nó ó bhall níos sinsearaí den Gharda Síochána

source: So for example, if a Garda comes upon the scene of a serious crime they have the powers set out above immediately
ga: Mar shampla, is féidir le Garda a thagann ar láthair thromchoire glacadh leis na bearta thuasluaite ar an bpointe

source: They must as soon as possible, request a direction from the Superintendent to designate the scene a crime scene
ga: Bíonn air/uirthi cead a lorg ón Cheannfort, chomh luath agus is féidir tródam a chur ar láthair na coire

source: The immediate power is given to the Garda to ensure vital evidence is not lost at the scene while waiting for a direction from the Superintendent
ga: Tugtar cumhacht láithreach don Gharda chun deimhin a dhéanamh de fianaise tábhachtach a chosaint roimh treoracha a fháil ón Cheannfort

source: A direction given by a Superintendent officially designates a place as a crime scene
ga: Ar threoir ón Cheannfort, tugtar teideal oifigiúil do láthair na coire

source: This direction lasts for 24 hours from the time it is given, if it applies to privately owned property and places
ga: Leanann sé seo ar feadh 24 uair ón am a eisíodh an threoir, nuair a bhíonn réadmhaoin agus áiteanna príobháideacha i gceist

source: If the crime scene is in a public place, it is not subject to any time limit
ga: Ní bhíonn aon teorainn ama i gceist in áiteanna poiblí

source: The direction from the Superintendent can be given orally but must be recorded in writing as soon as possible
ga: Is féidir leis an gCeannfort treoir ó bhéal a thabhairt, ach caithfear í seo a chur i scríbhinn chomh luath agus is féidir

source: The written record must contain:
ga: Caithfear an fhaisnéis seo a leanas a chur síos i scríbhinn:

source: • A description of the place designated a crime-scene
ga: • Cur síos ar an áit inar tharla an choir

source: • The date and time it was given
ga: • An dáta agus an t-am a leagadh amach don choir

source: • The name and rank of the member of the police giving it
ga: • Ainm agus céim an Gharda a thugann an treoir

source: What happens when the 24 hour expires and the Gardai are still examining the scene?
ga: Cad a tharlaíonn nuair a thagann deireadh leis an gcéad 24 uair nuair a bhíonn scrúdú á dhéanamh fós ag na Gardaí ar láthair na coire?

source: There are two options in this situation
ga: Féadtar dhá rud a dhéanamh sa chás seo

source: The Gardai can apply to the District Court for an order to continue the direction for a further period of 48 hours
ga: Is féidir leis na Gardaí iarratas a chur chuig an Chúirt Dúiche chun a bheith in ann 24 uair eile a fháil

source: They may do this three times
ga: Is féidir leo trí shíneadh mar seo a fháil

source: The District Court has the power therefore to order a direction to remain in force for a total of six days
ga: Tá an Chúirt Dúiche in ann sé lá a leagadh amach don chúis seo san iomlán

source: The Superintendent who applies to the District Court must satisfy the Judge that;
ga: Ní mór don Cheannfort a chuireann iarratas isteach chuig an Chúrt Dúiche a chur in iúl don Bhreitheamh;

source: • A direction designating a place as a crime scene is in force
ga: • Go bhfuil treoir i bhfeidhm a leagann amach láthair na coire

source: • There are reasonable grounds for believing that there is, or may be, evidence at the crime scene
ga: • Go bhfuil cúiseanna réasúnacha ann a thaispeánann go bhfuil fianaise le fáil i láthair na coire nó gurb é seo an scéal ó am go ham

source: • The continuance of the direction is necessary to preserve, search for and collect any such evidence
ga: • Go gcaithfear an treoir a choimeád i bhfeidhm chun an fhianaise seo a chosaint, chun cuardach a dhéanamh uirthi agus chun í a bhailiú

source: • The investigation of the offence to which any such evidence relates is being conducted diligently and speedily
ga: • Go bhfuil mion-imscrúdú tapúil á dhéanamh ar an gcoir lena bhaineann an fhianaise seo

source: The second option for the Gardai is to apply to the High Court for an extension of time designating a place as a crime scene
ga: Ina theannta sin, is féidir leis na Gardaí iarratas a chur isteach chuig an Ard-Chúirt chun síneadh a fháil ar láthair na coire

source: The same criteria or rules as set out in the application to the District Court must be present but with one extra condition; that exceptional circumstances exist
ga: Caithfear na critéirí nó na rialacha céanna a bhaineann le hiarratas Cúirte Dúiche a a chomhlíonadh, seachas coinníoll breise amháin; go bhfuil dálaí eisceachtúla i gceist

source: The High Court may make an order for any such period as it considers appropriate
ga: Féadfaidh an Ard-Chúirt ordú a dhéanamh do thréimhse dá leithéid mar is iomchuí

source: The period will be specified in the order
ga: Sonrófar an tréimhse seo san ordú

source: If my home, business premises or property is designated a crime scene do I have any rights?
ga: Cad iad mo chearta má shainítear mo theach, m’áitreabh gnó nó mo réadmhaoin mar láthair coire?

source: Before the Gardai apply to the court for an extension of time designating a place as a crime scene they are obliged to give you (the owner or occupier of the property), notice of their intention to apply to the court
ga: Nuair a bhíonn sé ar intinn ag na Gardaí iarratas a chur isteach chuig an chúirt chun láthair na coire a chosaint ar feadh breis ama, bíonn orthu é seo a chur in iúl duit (úinéir nó áititheoir na réadmhaoine) roimh an t-iarratas a sheoladh isteach

source: This will give you the opportunity to object (if you so wish), to the order
ga: Ansin, is féidir leat cur i gcoinne an iarratais (más mian leat)

source: Although it is unlikely that a court would refuse to grant the order, it is very likely that it would attach certain conditions to the order
ga: Cé go nglactar leis an iarratas de ghnáth, leagtar amach coinníollacha áirithe freisin don chuid is mó

source: That is, conditions for the purpose of protecting your interests as the owner or occupier of the place which is designated the crime scene
ga: Is é sin le rá go leagtar amach coinníollacha speisialta chun do leasa úinéara nó áititheora a chosaint maidir le láthair na coire

source: Penalties and offences relating to crime scenes
ga: Pionóis agus cionta a bhaineann le láithreacha coireanna

source: When somewhere has been designated as a crime scene, the Gardai have absolute control of that place
ga: Nuair a dhéantar láthair choire a leagadh amach, is iad na Gardaí amháin atá freagrach as an láthair seo a rialú

source: It is an offence to obstruct a Garda in exercising their powers or fail to comply with the directions of a Garda
ga: Is cion é bac a chur ar obair na nGardaí nó neamhaird a dhéanamh dár dtreoracha

source: You may be liable to a fine not exceeding 3,000 euro, or imprisonment for up to 6 months or both
ga: Féadtar a bheith faoi dhliteanas fíneáil de €3,000 nó níos lú a íocadh, nó príosúnacht nó an dá rud

source: If the Gardai reasonably suspect you of committing or having committed an offence relating to a crime scene, you may be arrested without a warrant
ga: Nuair a bhíonn tuairim réasúnta ag na Gardaí go bhfuil tú ciontach in aon chion a bhaineann le láthair na coire, is féidir leo tú a chur faoi ghlas gan barántas gabháil

source: For more detailed information you should seek legal advice
ga: Ba chóir duit comhairle dlí a lorg chun faisnéis mionsonraithe a fháil
